Revit 2027 API
SolidGlass.SolidglassReflectance Property
 The property labeled "Reflectance" from the "SolidGlass" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string SolidglassReflectance { get; }
Public Shared ReadOnly Property SolidglassReflectance As String
	Get
public:
static property String^ SolidglassReflectance {
	String^ get ();
}
static member SolidglassReflectance : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
SolidGlass Class
Autodesk.Revit.DB.Visual Namespace